app/controllers/utilisateurs_controller.rb

INSERT INTO "utilisateurs" ("nom", "prenom", "localite", "pays", "e_mail", "plainte", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6, $7, $8) RETURNING "id"  [["nom", ""], ["prenom", ""], ["localite", ""], ["pays", ""], ["e_mail", ""], ["plainte", ""], ["created_at", "2022-01-24 18:01:04.872547"], ["updated_at", "2022-01-24 18:01:04.872547"]]
---
    def create
        Utilisateur.create(params_blague())